export default function AboutContentOz() {
  return (
    <div className="space-y-5">
      <h1 className="text-baseBlack text-xl font-medium">
        Абдукарим Мирзаевга тегишли ушбу платформада маданият, санʼат, илм-фан
        ва таʼлимга оид мавзуларда ўзига хос ёндашувга гувоҳ боʻлишингиз мумкин.
        Қалбга рагʻбат ва некбинлик улашувчи бу суҳбатлар ўзининг аниқ мақсад ва
        принсипларига эга.
      </h1>
      <p className="text-baseBlack font-medium">
        Қалбга рагʻбат ва некбинлик улашувчи бу суҳбатлар ўзининг аниқ мақсад ва
        принсипларига эга.
      </p>
      <p className="text-baseBlack font-medium">
        Сиз мазкур конференсияларда турли янги фикр ва гʻоялар, диний-ахлоқий
        мавзулар билан ҳам танишиб борасиз.
      </p>
      <p className="text-baseBlack font-medium">
        Энг муҳими, контент нотоʻгʻри ва номақбул мазмун-моҳиятдан йироқ эканига
        амин бўлинг!
      </p>
      <p className="text-baseBlack font-medium">
        Чунки мақсадимиз яхшилик, тоʻгʻрилик ва софликдир!
      </p>
      <p className="text-baseBlack font-medium">
        Келинг, ёлга биргаликда чиқамиз! Келинг, бирга давом этамиз!
      </p>
      <h2 className="text-baseBlack text-xl font-medium">МАҚСАДИМИЗ</h2>
      <p className="text-baseBlack font-medium">
        Ҳар кимнинг ривожланиш, ўзгариш ва хабардорликка еҳтиёжи бор. Мақсадимиз
        – ҳар бир ватандошимиз билан билганларимиз ва ўрганаётганларимизни баҳам
        кўриш. Ўз ёндашувимиз билан ҳар бир шахснинг ривожланишига ҳисса қўшиш,
        илҳомлантирувчи фикр ва ғояларни таклиф қилиш, билимларини оширишларига,
        муаммоларига йечим топишларига ёрдам бериш.
      </p>
      <h2 className="text-baseBlack text-xl font-medium">
        НЕГА ҚАТНАШИШИМ КЕРАК?
      </h2>
      <p className="text-baseBlack font-medium">
        – Карйерангизга сармоя киритиш учун
        <br />
        – Ўзингизни ривожлантириш учун
        <br />
        – Тажрибалардан фойдаланиш учун
        <br />– Ўзига хос шахсга айланиш учун
      </p>
      <h2 className="text-baseBlack text-xl font-medium">НЕГA ОНЛAЙН?</h2>
      <p className="text-baseBlack font-medium">
        – Уйдан, ишдан ва ёки истаган жойдан боғланиш имкони бўлиши учун <br />
        – Билетларнинг арзонлиги сабаб кўпроқ суҳбатларда иштирок етишингиз учун{" "}
        <br />– Иштирок етганингиз суҳбатларни уч кун давомида қайта ешитиш
        имкони бўлиши учун
      </p>
    </div>
  );
}
