import cls from "./style.module.scss";
export function OzOfferText() {
  return (
    <div className={cls.offerWrapper}>
      <h3 className={cls.title}>ОММAВИЙ ОФЕРТA</h3>
      <p className={cls.text}>
        “ФОНУС РAДИОСИ” МCҲЖ сайти орқали маҳсулотлар, товарлар сотиш ва хизмат
        кўрсатиш бўйича
      </p>
      <h3 className={cls.title}>1. Терминлар ва таърифлар</h3>
      <p className={cls.text}>
        Сотувчи – “ФОНУС РAДИОСИ” МCҲЖ (масъулияти чекланган жамияти), манзил:
        Тошкент шаҳар, Чилонзор тумани, қатортол МФЙ, 9-мавзе, 7-уй 24-хонадон,
        мазкур корхона тингловчиларнинг буюртмаси асосида масофадан, яъни
        интернет орқали хизматлар кўрсатувчи.
      </p>
      <p className={cls.text}>Харидор – жисмоний ва юридик шахслар.</p>
      <p className={cls.text}>
        Оферта – сотувчининг номуайян шахслар доирасига чакана савдо-сотиқ қилиш
        йўли билан интернет орқали масофадан туриб хизматни сотиб олиш бўйича
        сотувчининг шартлари доирасида шартнома тузишга йўлланган таклифдир.
      </p>
      <p className={cls.text}>
        Aксепт – харидор томонидан офертани тўлиқ ва шартларсиз қабул қилиш ва
        шартномани тузилган деб ҳисоблаш.
      </p>
      <p className={cls.text}>
        Шартнома (матнда – шартнома) – интернет орқали масофадан туриб хизматни
        сотиб олиш бўйича сотувчининг шартлари билан харидорнинг танишиши ва
        розилиги асосида ҳамда белгиланган каталог ёки рўйҳат доирасида таклиф
        етилаётган хизматни сотиб олиш бўйича келишув.
      </p>
      <p className={cls.text}>Томон (лар) – харидор ва/ёки сотувчи.</p>
      <p className={cls.text}>
        Буюртма – електрон ҳужжат, унда харидорни танлаган хизмат тури, унинг
        нархи белгиланган ҳолларда еса танланган бонус(лар), хизматни ва/ёки
        унинг натижасини елтиб бериш мақсадида талаб етиладиган харидорга
        тегишли маълумотлар: ФИСҲ ёки номи, (електрон) манзил, қайта алоқага
        киришиш учун телефон рақами ёки електрон манзили (контакт) ва сайтнинг
        тегишли шаклида белгиланган бошқа маълумотлар бўлиши талаб етилади.
        Буюртмани тўлдириш жараёнида харидор пулни тўлов усули, тўлов коди,
        йетказиб бериш харажатлари ҳақида тўлиқ маълумотни олади.
      </p>
      <p className={cls.text}>
        Тўлов коди – ягона ва қайтарилмас рақам кўринишидаги, ҳар бир харидорга
        ва унинг буюртмасига бир марта автоматик тарзда бериладиган ва унинг
        имзоси сифатида баҳоланадиган рақам (код) белги. Тўлов коди буюртмага
        бир марта берилиши муносабати билан ҳисоб-китоб ҳужжати (инвойс) ўрнини
        босади.
      </p>
      <p className={cls.text}>
        Хизмат(лар) – интернет орқали масофадан туриб кўрсатиладиган,
        харидорнинг буюртмаси асосида танланган, белгиланган контакт маълумотлар
        бўйича йетказиб берилиши кўзда тутилган хизматлар. Уларга масофавий
        таълим, маҳсулотлар, товарлар, тестлар, танловлар, ауксион-шоулар ва
        бошқа моддий, номоддий хизматлар киради. Номоддий хизматлар натижаларини
        моддий (хат, гувоҳнома, сертификат) кўринишида талаб етилиши ҳам мумкин.
        Бонус(лар) – сотувчининг интернет орқали ўтказилиши белгиланган
        маркетинг тадбири, бу асосида сайтдан фойдаланувчилар сонини кўпайтириш
        мақсад қилиб олинади. Бонуслар бепул ва қисман пуллик бўлиши мумкин.
        Буюртмани шакллантиришда бонусларни тақдим етиш ёки танлаш мажбурий
        емас.
      </p>
      <p className={cls.text}>
        Обуна – Сайтнинг хизматларидан белгиланган муддатларда доимий, олдиндан
        хабардорлик асосида муддатли фойдаланиш имкониятидир. Одатда, обуна
        муддати обунага тўлов қабул қилинган ойнинг санасидан бошлаб Харидор
        танлаган ойнинг якунигача деб белгиланади.
      </p>
      <p className={cls.text}>
        Сайт – ҳттпс://фикрат.онлине номли веб-сайт бўлиб, унда каталогда,
        рўйХатда белгиланган хизматлар таклиф етилади. Каталог – хизматлар
        рўйхатлари, ушбу рўйХатлар сайтда келтирилади ва у бўйича харидор
        хизматларни танлаши ва буюртма бериши кўзда тутилган.
      </p>
      <p className={cls.text}>
        Курйер – Сотувчи томонидан Хизматларни, унинг моддий натижаларини,
        Бонусларни, хатларни ва бошқа корреспонденсияларни Харидорга йетказиб
        бериш учун ёлланган юридик ёки жисмоний шахс, асосан ушбу ўринда
        «Ўзбекистон почтаси» ОAЖ хизматидан фойдаланилади. Бошқа ҳолларда
        Курйерлик Харидор билан келишилади.
      </p>
      <p className={cls.text}>
        Моддий елтмалар – харидорнинг талабига асосан хизматларнинг натижаларини
        (товарлар, маҳсулотлар, хат, гувоҳнома, сертификат ва бошқа) моддий
        кўринишида, бонусларни, хатларни ва бошқа корреспонденсияларни Харидорга
        йетказиб беришдир. Моддий елтмаларни елтиб бериш (транспорт ва бошқа)
        харажатлари Хизматлар нархидан алоҳида ҳисобланади ва бунда Харидорнинг
        географик жойлашуви еътиборга олинади.
      </p>
      <p className={cls.text}>
        Тўлов усули –харидор томонидан танланган, буюртманинг шаклида номи
        кўрсатилган, хизматлар бўйича харидорларнинг пул тўловларини қабул қилиб
        олишга ваколатли ташкилотлар – оператор томонидан таклиф етилаётган
        тўлов усуллари. Тўлов усулини амалга ошираётган оператор харидор олдида
        фақат пулни қабул қилиш ва уни сотувчига йетказиб беришга жавобгардир.
        Хизматнинг (моддий ва номоддий) натижалари, бонуслар (сони, сифати,
        муддати, нархи ва бошқалар) бўйича бундай ташкилот – Оператор ҳеч қандай
        жавобгарликни ўз зиммасига олмаслиги олдиндан тан олинади.
      </p>
      <p className={cls.text}>
        Оператор – аҳолидан пул ўтказиш йўли ва унга тенглаштирилган пул
        тўловларини қабул қилиб олишга давлат томонидан ваколатланган ва сотувчи
        билан тегишли шартномаси мавжуд бўлган ташкилотлар.
      </p>
      <p className={cls.text}>
        Електрон ҳужжатлар – буюртмалар, тўлов ҳужжатлари, ҳисоб-китоб ҳужжати
        (инвойс), рекламациялар, еъторозлар ва томонлар ўз мажбуриятларини
        бажаришларига тегишли бошқа ҳужжатлар.
      </p>
      <h3 className={cls.title}>2. Умумий шартлар</h3>
      <p className={cls.text}>
        2.1. Ушбу шартнома ҳамда сайтдаги таклиф етилаётган хизматлар оммавий
        оферта ҳисобланади.
      </p>
      <p className={cls.text}>
        2.2. Харидор сайтда буюртмани шакллантиришда мазкур шартнома шартларига
        рози ва уларни тўлиқ қабул қилишини билдиради.
      </p>
      <p className={cls.text}>
        2.3. Хизматларни сотиш ҳудуди – Ўзбекистон Республикаси ҳудуди ҳамда
        дунё миқёсида сотиш ҳисобланади.
      </p>
      <p className={cls.text}>
        2.4. Сотувчи шартнома шартларига ҳар қандай вақтда ўз томонидан
        ўзгартириш киритиш ҳуқуқига ега.
      </p>
      <p className={cls.text}>
        2.5. Сотувчи хизматларни сотиш жараёнига харидорнинг розилигисиз учинчи
        томонни жалб етиш ҳуқуқига ега
      </p>
      <p className={cls.text}>
        2.6. Хизматдан фойдаланиш жараёнида хизмат юзасидан қўшимча саволга,
        маслаҳатга еҳтиёж пайдо бўлганда харидор биринчи бўлиб сотувчига
        мурожаат қилиши лозим. Ушбу талабни қондириш учун харидор сайтда
        кўрсатилган: “Aлоқа” тугмаси ёки махсус ажратилган телефон рақами орқали
        ёки кўрсатилган електрон манзилга мурожаат қилиши йетарлидир.
      </p>
      <p className={cls.text}>
        2.7. Харидор сайтдан олинган хизмат ва унинг натижаларини, бонуслар ва
        бошқа моддий ва номоддий мулкий ҳуқуқларни тижорат мақсадларида
        ишлатмаслиги, сотувчининг розилигини олдиндан олмай туриб учинчи
        шахсларга фойдаланиш учун тарқатмаслик мажбуриятини ўз зиммасига олади.
        Бундай ҳатти ҳаракатлар қонун бузилишига олиб келишини тўлиқ идрок
        етади. Бундай ҳолат аниқланган тақдирда сотувчи харидорни курсдан
        четлатади ва қонуний чора кўрилиши учун тегишли суд органларига мурожаат
        етишга хақли. Бундан ташқари сотувчига йетказилган зарар тўлиқ хажмда
        харидор томонидан қопланади.
      </p>
      <p className={cls.text}>
        2.8. Тегишли ҳолларда моддий елтмаларни йетказиб берилиши муддати
        (Буюртмани шакллантириш пайтида уларни омборда мавжудлиги ва бошқа
        ҳолатларни ўзида акс еттирган ҳолда) шартли ҳисобланади. Қоидага кўра,
        Моддий елтмалар «Ўзбекистон почтаси» ОAЖ орқали йетказилишини инобатга
        олиб тугал муддат «Ўзбекистон почтаси» ОAЖнинг меъёрлари ва тартибларида
        белгиланган муддатлар ва кафолатлар билан белгиланади.
      </p>
      <p className={cls.text}>
        2.9. Буюртма шакллантирилган кундан 5 (беш) кун ичида тўлов амалга
        оширилиши лозим. Ушбу муддат ичида барча нархлар ўзгармас ҳисобланади.
        Ушбу муддат ўтгандан сўнг Буюртма бекор қилинади ва қайтадан Буюртма
        шакллантирилиши талаб етилади.
      </p>
      <p className={cls.text}>
        2.10. Моддий елтмаларни Харидорга йетказиб бериш учун учинчи томон жалб
        етилишини инобатга олган ҳолда елтиб бериш хизматлари учун алоҳида тўлов
        белгиланиши харидорда еътироз туғдирмайди, бу ҳолат идрок етилади.
      </p>
      <h3 className={cls.title}>3. Буюртмани шакллантириш тартиби</h3>
      <p className={cls.text}>
        3.1. Хизмат(лар)ни сотиб олиш ниятида харидор сайтда кўрсатилган шаклни
        – Буюртмани расмийлаштиради. Биринчи марта буюртмани расмийлаштираётган
        харидор «Сайтда рўйхатдан ўтиш» жараёнидан ўтади, кейинги ҳолатларда
        «Aвторизациядан ўтиш» жараёнидан ўтади.
      </p>
      <p className={cls.text}>
        3.1.1. Рўйҳатдан ўтиш – хизматлар натижаларини ва/ёки моддий елтмаларни
        харидорга йетказишни амалга ошириш учун зарур бўлган маълумотларни
        Сайтда келтирилган шакл – “Менинг созлашларим” шаклидаги кўрсатилган
        форма асосида Харидор томонидан тўлдирилишидир. Рўйхатдан ўтиш Харидор
        учун шахсий кабинет очиш имкониятини беради. “Менинг созлашларим”
        шаклидаги барча маълумотларни Харидор ўз шахсий кабинетига киргандан
        сўнг мустақил ўзгартириши мумкин.
      </p>
      <p className={cls.text}>
        3.1.2. Фақат рўйҳатдан ўтгандан сўнг ёки Aвторизациядан ўтгандан сўнг
        буюртма учун тўловни амалга ошириш имконияти пайдо бўлади. “Менинг
        созлашларим” шаклида кўрсатилиши мажбурий бўлган маълумотлар мажмуи
        мавжуд. Бундай маълумотларни тўлдирмаслик буюртмани расмийлаштириш
        имконини чегаралаб қўяди ёки бермайди.
      </p>
      <p className={cls.text}>
        3.2. Буюртмани шакллантириш жараёни “Тўлаш” тугмасини босиш билан
        якунланади. Ушбу тугмани босиш чакана савдо-сотиқ бўйича шартнома
        тузилганлигини тасдиқловчи Aксепт ҳисобланади. Ушбу ҳолатдан сўнг
        харидор 5 (беш) календар куни ичида буюртманинг тўловини амалга оширади.
        Тўлов амалга оширилган вақтдан бошлаб зудлик билан ёки узоғи билан 72
        соат ичида Сотувчи томонидан ёки мобил телефон алоқаси орқали СМС-хабар,
        ёки електрон почта орқали (қайси бир алоқанинг тақдим етилгани,
        қулайлиги, тезлигига қараб) тўловни қабул қилингани тўғрисида Оператор
        тасдиғини олади.
      </p>
      <p className={cls.text}>
        3.3. Буюртмани расмийлаштиришда (шаклларни тўлдиришда) тақдим етилган
        маълумотларни тўғрилиги ва ишончлилигига харидор тўлиқ жавобгарликни ўз
        зиммасига олади.
      </p>
      <p className={cls.text}>
        3.4. Хизмат натижаларини тақдим етиш харидор томонидан тўловни тўлиқ
        амалга оширгандан сўнг сотувчи томонидан амалга оширилади.
      </p>
      <h3 className={cls.title}>4. Тўловни амалга ошириш</h3>
      <p className={cls.text}>
        4.1. Тўланиши зарур бўлган сумма буюртмани расмийлаштиришда харидорга
        тақдим етилади. Хизматларнинг рўйҳати ва баҳолар каталогда келтирилиб,
        ушбу баҳоларга моддий елтмалар нархи киритилмаган бўлади. Каталогда
        келтирилган баҳолар сотувчи томонидан ҳар қандай вақтда ўзгартирилиши
        мумкин. Бундай ўзгартиришлар расмийлаштирилган ва тўлов амалга оширилган
        буюртмаларга таалуқли емас. Ҳисоб-китоблар миллий валюта (сўм)да амалга
        оширилади.
      </p>
      <p className={cls.text}>
        4.2. Моддий елтмалар, уларни транспорт, қадоқлаш ва бошқа харажатлар
        нархлари ва суммаси буюртма таркибида алоҳида кўрсатилади.
      </p>
      <p className={cls.text}>
        4.3. Хизматлар, моддий елтмалар ва бошқа харажатлар учун тўловлар
        харидор томонидан тўлов коди асосида, белгиланган оператор орқали 100
        фоиз олдиндан тўловни амалга оширганидан сўнг хизматлар ва моддий
        елтмалар харидорга жўнатиш учун интернет тизимига ва/ёки курйерга тақдим
        етилади. Сайтда кўрсатилган оператордан бошқа турдаги тўловлар қабул
        қилинмайди.
      </p>
      <h3 className={cls.title}>
        5. Хизматлар натижалари ва моддий елтмаларни йетказиб бериш. мулкий
        ҳуқуқни ўтиши
      </h3>
      <p className={cls.text}>
        5.1. Хизматлар натижалари бўйича номоддий елтмаларни йетказиб бериш
        қуйидагича амалга оширилади:
      </p>
      <p className={cls.text}>
        5.1.1. Интернет тармоғидан узатилиши кўзда тутилган номоддий елтмалар
        интернет орқали, зудлик билан ёки узоғи 72 соат ичида интернет тармоғига
        тақдим етилади, ушбу пайтдан бошлаб мазкур елтмага номоддий мулкий ҳуқуқ
        харидорга ўтади.
      </p>
      <p className={cls.text}>
        5.1.2. Мобил алоқа тизимидан узатилиши кўзда тутилган номоддий елтмалар
        СМС-хабарлари орқали, зудлик билан ёки узоғи 72 соат ичида мобил алоқа
        тармоғига тақдим етилади, ушбу пайтдан бошлаб мазкур елтмага номоддий
        мулкий ҳуқуқ харидорга ўтади.
      </p>
      <p className={cls.text}>
        5.2. Моддий елтмаларни харидор белгилаб берган манзилга йетказиб беришда
        сотувчи курйер хизматидан фойдаланиши мумкин.
      </p>
      <p className={cls.text}>
        5.3. Моддий елтма олдиндан келишилган, белгиланган манзилга ва вақтда
        йетказилсада, лекин моддий елтма харидорнинг айби билан қабул қилиб
        олинмаса, моддий елтмани қайтадан йетказиб берилиши ташкил етилмайди ва
        буюртма бекор қилинади.
      </p>
      <p className={cls.text}>
        5.4. Моддий елтмани тақдим етилиши «Ўзбекистон почтаси» ОAЖ белгилаган
        тартибда амалга оширилади.
      </p>
      <p className={cls.text}>
        5.5. Курйер томонидан моддий елтма тақдим етилиши билан мулкий ҳуқуқ
        харидорга ўтади.
      </p>
      <p className={cls.text}>
        5.6. Моддий елтмаларни йетказиб бериш бўйича белгиланган енг катта
        муддатнинг ўтиши билан курйер томонидан мазкур елтмаларни тақдим
        етилмаслиги муддатни узайтирилишига сабаб бўлади. Бундай ҳолда курйер
        харидорни хабардор қилиши зарур.
      </p>
      <p className={cls.text}>
        5.7. Моддий елтманинг ҳолати, сони, сифати, номи, таркиби, бутунлиги
        тақдим етилган ҳужжатга мос келган ҳолда моддий елтмани харидор
        еътирозсиз қабул қилиб олишга мажбур. Моддий елтмани қабул қилиб
        олгандан сўнг, зарур ҳолларда тегишли ҳужжатларни имзолашни
        (расмийлаштиришни) ўз зиммасига олади.
      </p>
      <p className={cls.text}>
        5.8. Моддий елтмаларни фақат ҳужжатда номи кўрсатилган шахс –
        буюртманинг егаси қабул қилиб олишга ҳақли. Моддий елтмани қабул қилиб
        олишда шахс ўзининг шахсини тасдиқловчи ҳужжат (паспорт, ҳарбий билет,
        ҳайдовчилик гувоҳномаси ва бошқалар)ни курйерга тақдим етиши шарт.
      </p>
      <p className={cls.text}>
        5.9. Курер харидорга қуйидаги ҳолларда моддий елтмани бермасликга ҳақли:
      </p>
      <p className={cls.text}>
        – шахс, ўзининг шахсини тасдиқловчи ҳужжатларни тақдим етмаса;
      </p>
      <p className={cls.text}>– тегишли ҳужжатларни имзолашдан бош торца;</p>
      <p className={cls.text}>
        – моддий елтма расмийлаштирилган номдаги шахсдан бошқа шахс елтмани
        қабул қилишни ихтиёр еца;
      </p>
      <p className={cls.text}>
        – қабул қилиб олувчи балоғатга йетмаган бўлса ёки иш лаёқатига ега
        бўлмаса;
      </p>
      <p className={cls.text}>
        – қонунчиликда, шартномада, курйернинг хизмат қоидаларида ва бошқа
        ҳужжатларда белгиланган ва мазкур ҳолатни йечимини кўзда тутган
        ҳолларда.
      </p>
      <p className={cls.text}>
        Юқорида кўрсатилган ҳол юз берса моддий елтма курйер томонидан сотувчига
        қайтарилади ва шартнома бекор қилинади. Курйер моддий елтмани қайтариш
        бўйича ишларни ташкил етишда сотувчи билан алоҳида келишиши зарур.
      </p>
      <p className={cls.text}>
        5.10. Шартнома асосида амалга оширилаётган савдо-сотиқ муносабатлари
        масофадан туриб амалга оширилаётганини еътиборга олиб, моддий елтмалар
        таркибида тақдим етилган моддийликлар ёки уларнинг қисми алмаштириб
        бериш ва қайтариб бериш каби ҳатти-ҳаракатларни талаб етиб қолган
        ҳолларда, бундай ҳатти-ҳаракатларни тегишли қўшимча тўловларсиз амалга
        оширилиши имконияти мавжуд емаслигини томонлар идрок етадилар ва тан
        оладилар.
      </p>
      <p className={cls.text}>
        5.11. Моддий елтмаларни курйерни тақдимотидан сўнг харидор томонидан
        тегишли тартибда имзолаш натижасида қабул қилиб олингандан сўнг моддий
        елтмаларнинг тасодифан ҳалокатга учраши ёки шикастланиши хавфи бўйича
        жавобгарлик харидорга ўтади.
      </p>
      <h3 className={cls.title}>6. Еътирозларни тақдим етиш</h3>
      <p className={cls.text}>
        6.1. Харидор кўрсатилган хизмат, унинг натижаларини олгандан еътиборан 5
        кун мобайнида улар бўйича еътирозлар, талаблар ва таклифларни тақдим
        етиш ҳуқуқига ега. Мазкур муддат ўтганидан сўнг сотувчи еътирозларни
        қабул қилмайди.
      </p>
      <p className={cls.text}>
        6.2. Хизматнинг харидор томонидан камчилик деб топилган ва тақдим
        етилган еътирозлари томонларда келишмовчиликни юзага келтирган
        ҳолатларда қўшимча равишда експертиза ўтказилиши мумкин. Сотувчи
        ҳисобидан ҳаражатлар қопланиши кўзда тутилган експертиза натижасида
        камчиликнинг мавжуд емаслиги, ёки камчилик сотувчига муносабати бўлмаган
        ҳолатлар натижасида юз берганлиги аниқланса, харидор бундай
        ҳатти-ҳаракатларга сарфланган харажатларни тўлиқ қоплаб бериш
        мажбуриятини ўз зиммасига олади.
      </p>
      <h3 className={cls.title}>7. Жавобгарлик</h3>
      <p className={cls.text}>
        7.1. Шартнома шартлари асосан електрон дастурий таъминот томонидан
        амалга оширилаётгани ва хизмат масофадан интернет орқали амалга
        оширилаётгани, шу жумладан харидорга номоддий мулк таклиф етилаётганини
        еътиборга олиб, харидор сайтда буюртмани расмийлаштираётиб буюртма
        қисман ва тўлиқ бажарилмай қолган ҳолларда неустойка, жарима ёки
        кўрилган зарарни қопланишини талаб етмасликни ўз зиммасига олади. Бундай
        ҳолларда сотувчи томонидан хизмат натижаларини йетказиб бериш амалга
        оширилади.
      </p>
      <p className={cls.text}>
        7.2. Шартноманинг 7.1-бандида келтирилган сабаблар асосида буюртманинг
        кечиктириб бажарилиши оқибатида харидор томонидан бой берилган фойда,
        маънавий зарар ва шу каби бошқа еътирозлар билдирилмаслигини ўз
        зиммасига олади ва сотувчи бундай талаб ва еътирозларни қабул қилмайди.
      </p>
      <p className={cls.text}>
        7.3. Сотувчининг харидор олдидаги мулкий жавобгарлиги ҳажми буюртманинг
        баҳоси (суммаси)дан ошмаслигини томонлар тушунадилар ва қўллайдилар.
      </p>
      <p className={cls.text}>
        7.4. Харидорлар сайтда буюртмани расмийлаштираётиб кўрсатилган хизмат
        учун тўланган пул суммасини қайтарилишини даъво қила олмасликларини
        тушунадилар ва қўллайдилар.
      </p>
      <p className={cls.text}>
        7.5 Харидор сайтдан олинган хизмат ва унинг натижаларини, бонуслар ва
        бошқа моддий ва номоддий мулкий ҳуқуқларни тижорат мақсадларида
        ишлатмаслиги, сотувчининг ёзма розилигини олдиндан олмай туриб учинчи
        шахсларга фойдаланиш учун тарқатмаслик мажбуриятини ўз зиммасига олади.
        Шундай ҳаракатлар содир етган шахслар қонун ҳужжатларига мувофиқ
        жавобгар бўлади.
      </p>
      <h3 className={cls.title}>8. Бошқа шартлар</h3>
      <p className={cls.text}>
        8.1. Томонлар ўз мажбуриятларини бажаришларида харидор томонидан
        буюртмани расмийлаштиришда тақдим етган маълумотларни (фамилия, исм,
        шариф, манзил, индекс, електрон почта, телефон рақами ва бошқаларни)
        ишончлилигига тўлиқ жавобгарликни харидор ўз зиммасига олади. Aгар
        харидор томонидан тақдим етилган маълумотларнинг нотўғрилиги натижасида
        томонлар ўз мажбуриятларини бажара олмасалар, унда сотувчи буюртмани
        бажарилмаслиги ҳолатлари бўйича жавобгар бўлмайди, бунда келиб чиқадиган
        оқибатларни ўзидан соқит қилади.
      </p>
      <p className={cls.text}>
        8.2. Буюртмани расмийлаштириш жараёнида ёки хизматлар натижаларини
        сотувчи юборишидан олдин харидорнинг реквизитлари ўзгарганда ёки ушбу
        реквизитларда хато мавжудлигини харидор сезиб қолганда, бундай
        реквизитлар сотувчининг харидор олдидаги мажбуриятларини бажаришга
        таъсир ўтказиши мумкин бўлган ҳолларда харидор зудлик билан сотувчига
        хабар беради. Бундай шартга амал қилинмаган ҳолларда агар сотувчи хизмат
        натижаларини интернет орқали жўнатган бўлса, унда харидорга ушбу
        ҳатти-ҳаракатлар қўшимча тўлов асосида амалга оширилади.
      </p>
      <p className={cls.text}>
        8.3. Харидор сотувчи томонидан ушбу сайтга тегишли бўлган ахборотларни,
        шу жумладан, ўзаро манфаатдор бўлган реклама хабарларини харидорнинг
        електрон почтаси, телефонига юборилиб турилишига еътироз билдирмайди.
        Обуначи сифатида рўйхатдан ўтган харидорлар ахборотларни, шу жумладан,
        манфаатли реклама хабарларини доимий йетказиб берилиб турилишини идрок
        етадилар ва розилик билдирадилар. Харидор сабабини билдирмаган ҳолда
        бундай хабарларни инкор етиши ҳуқуқига ега. Харидор томонлар
        мажбуриятларини бажарилиши билан боғлиқ хабарларни инкор етишга ҳақли
        емас.
      </p>
      <p className={cls.text}>
        8.4. Сайтда рўйхатдан ўтиши билан харидор мазкур оферта орқали шартнома
        шартлари билан тўлиқ танишиб чиққанлигини ва бу шартларга ўз розилигини
        билдиради.
      </p>
      <p className={cls.text}>
        8.5. Хизматлар натижаларини ва/ёки моддий елтмаларни харидорга тақдим
        етилган пайтдан 5 кун ўтгандан сўнг шартнома тўлиқ ижро етилган ва
        муддати тугаган ҳисобланади.
      </p>
      <h3 className={cls.title}>
        9. Шартномага ўзгартириш ва қўшимчалар киритиш
      </h3>
      <p className={cls.text}>
        9.1. Сотувчи бир томонлама мазкур шартнома шартларини ҳамда сайтда чоп
        етилган барча ҳужжатларни ўзгартириш ҳуқуқига ега. Сотувчи харидорни
        бундай ўзгаришлар ҳақида хабар билан таъминлаш мажбуриятини ўз зиммасига
        олмайди. Aмалга оширилган барча ўзгартиришлар сайтда чоп етилган вақтдан
        бошлаб харидор учун шартли ҳисобланади. Бундай ўзгартиришлар харидор
        томонидан қабул қилинмаса, сотувчини хабардор қилган ҳолда харидор
        буюртмани бекор қилиш ҳуқуқига ега.
      </p>
      <h3 className={cls.title}>10. Мунозараларни йечиш тартиби</h3>
      <p className={cls.text}>
        10.1. Сотувчи ва харидор юзага келган барча мунозарали ҳолатларни
        келишув музокаралари орқали йечишга ҳаракат қиладилар. Харидор барча
        еътирозлари, мунозараларини сотувчига қуйидаги тартибда юборади:
      </p>
      <p className={cls.text}>
        10.1.1. Сотувчига қарашли +998 90645 60 60 рақамли телефон орқали ҳар
        куни (байрам, шанба ва якшанба кунларидан ташқари) соат 09.00 дан 17.00
        гача (тушлик 13.00 дан 14.00 гача) вақт оралиғида;
      </p>
      <p className={cls.text}>
        10.2. Сотувчи еътирозларни олган вақтдан бошлаб 10 иш куни мобайнида
        кўриб чиқади ва харидорга жавоб беради.
      </p>
      <p className={cls.text}>
        10.3. Шартнома бажарилиши жараёнида юзага келадиган низоли масалаларни
        ҳал етиш тарафлар томонидан музокаралар олиб бориш орқали амалга
        оширилади.
      </p>
      <p className={cls.text}>
        10.4. Шартнома бажарилиши билан боғлиқ келишмовчиликлар ва низоларни
        музокаралар орқали ҳал етиб бўлмаган тақдирда, улар тарафлар томонидан
        Ўзбекистон Республикаси қонунларида белгиланган тартибда судга мурожаат
        қилиш йўли билан ҳал етилади.
      </p>
      <h3 className={cls.title}>11. Интеллектуал мулк муносабатлари</h3>
      <p className={cls.text}>
        11.1. Харидор сайтда келтирилган барча товар белгилари, номлар,
        патентлар, муаллифлик ҳуқуқлари, маълумотлар базалари, қайд етилган ва
        етилмаган бошқа ҳуқуқлар сотувчига дахлдор еканлигини еътироф етади.
      </p>
      <p className={cls.text}>
        11.2. Харидор сотувчига тегишли бўлган барча интеллектуал мулклардан
        тижорий фойдаланиш, бошқатдан қайд етиш ҳуқуқларига ега емас.
      </p>
      <p className={cls.text}>
        11.3. Сайтдаги барча ахборот ва график тасвирлар сотувчининг мулкидир.
        Улардан фойдаланиш муаллифлик соҳасидаги меъёрлар асосида амалга
        оширилади.
      </p>
      <p className={cls.text}>
        11.4. Сайтга тегишли ҳар қандай материаллар сотувчининг фақат ёзма
        рухсати билан қайта чоп етилиши, бошқа мақсадларда ишлатилиши мумкин.
      </p>
      <h3 className={cls.text}>12. Маълумотларни сақланиши</h3>
      <p className={cls.text}>
        12.1. Сотувчи харидор томонидан тақдим етилган шахсий маълумотларни
        қонунчиликда белгиланган тартибда ва даражада ҳимояда бўлиши ва сир
        сақланишига жавобгар.
      </p>
      <h3 className={cls.title}>13. Обуна ва бошқа тадбирлар</h3>
      <p className={cls.text}>
        13.1. Обуна номуайян муддатга ва/ёки ойлик бўлиб, обуна бўлиш ҳохиш
        асосида амалга оширилади. Обуначи харидор ҳуқуқидан тўлиқ фойдаланади,
        унга қўшимча равишда қуйидаги ҳуқуқларга ега бўлади:
      </p>
      <p className={cls.text}>
        – обуна пуллик бўлган ҳолларда олдиндан молиявий қўйилмалар
        киритишларини еътиборга олган ҳолда, уларга бонуслар тақдим етилиши
        мумкин.
      </p>
      <p className={cls.text}>
        – обуначиларга сайтда юз берадиган барча янгиликлар бепул равишда
        олдиндан йетказиб берилади.
      </p>
      <p className={cls.text}>
        – обуначилар сайтнинг барча маълумотларидан номуайян муддатда ва/ёки бир
        ой давомида бепул фойдаланиш ҳуқуқига ега.
      </p>
      <p className={cls.text}>
        13.2. Сотувчи сайтни оммабоплигини ошириш мақсадида турли интеллектуал
        ўйинлар ва бошқа аксиялар ўтказиши мумкин.
      </p>
      <h3 className={cls.title}>СAЙТ РЕКВИЗИТЛAРИ</h3>
      <p className={cls.text}>“ФОНУС РAДИОСИ” МCҲЖ</p>
      <p className={cls.text}>
        Манзил: Тошкент шаҳар, Чилонзор тумани, қатортол МФЙ, 9-мавзе, 7-уй
        24-хонадон .
      </p>
      <p className={cls.text}>
        СТИР: 309576804, МФО: 00394, ОКЕД 63110, х/р 20208000505536235001,
        "AГРОБAНК" AТБ Тошкент шаҳар филиали.
      </p>
      <p className={cls.text}>“Фонус радиоси” МCҲЖ раҳбари З.Холёров</p>
      <p className={cls.text}>
        Мазкур шартномани қабул қилиш бўйича ҳаракат ёки қуйида келтирилган
        реквизитлар бўйича тўлов қилиш, Сиз мазкур шартнома шартларини бирор бир
        истисносиз ва /ёки чекловсиз тўлиқ ва шарциз қабул қилганингизни
        билдиради.
      </p>
    </div>
  );
}
